<?php
// This is a SPIP language file  --  Ceci est un fichier langue de SPIP
// extrait automatiquement de http://www.spip.net/trad-lang/
// ** ne pas modifier le fichier **

if (!defined('_ECRIRE_INC_VERSION')) return;

$GLOBALS[$GLOBALS['idx_lang']] = array(

	// A
	'aucun_audio' => '&#1604;&#1575; &#1610;&#1608;&#1580;&#1583; &#1605;&#1604;&#1601;&#1575;&#1578; &#1589;&#1608;&#1578;',
	'aucun_document' => '&#1604;&#1575; &#1610;&#1608;&#1580;&#1583; &#1605;&#1587;&#1578;&#1606;&#1583;&#1575;&#1578;',
	'aucun_file' => '&#1604;&#1575; &#1610;&#1608;&#1580;&#1583; &#1605;&#1587;&#1578;&#1606;&#1583;&#1575;&#1578;',
	'aucun_image' => '&#1604;&#1575; &#1610;&#1608;&#1580;&#1583; &#1589;&#1608;&#1585;',
	'aucun_video' => 'لا يوجد ملفات فيديو',
	'aucune_utilisation' => 'هذا المستند غير مستخدم',
	'aucune_vignette' => '&#1604;&#1575; &#1610;&#1608;&#1580;&#1583; &#1605;&#1589;&#1594;&#1585;&#1575;&#1578;',

	// B
	'bouton_ajouter_document' => 'إضافة مستند',
	'bouton_ajouter_image' => 'إضافة صورة',
	'bouton_ajouter_image_document' => 'إضافة صورة أو مستند',
	'bouton_attacher_document' => '&#1585;&#1576;&#1591;
',
	'bouton_copier_local' => '&#1606;&#1587;&#1582; &#1601;&#1610; &#1575;&#1604;&#1605;&#1608;&#1602;&#1593;',
	'bouton_download_depuis' => 'منذ:',
	'bouton_download_local' => '&#1580;&#1607;&#1575;&#1586;&#1610;',
	'bouton_download_par_ftp' => '&#1580;&#1607;&#1575;&#1586; &#1575;&#1604;&#1582;&#1583;&#1605;&#1577;',
	'bouton_download_par_mediatheque' => 'مكتبة المستندات',
	'bouton_download_sur_le_web' => '&#1588;&#1576;&#1603;&#1577; &#1573;&#1606;&#1578;&#1585;&#1606;&#1578;',
	'bouton_enlever_document' => '&#1573;&#1586;&#1575;&#1604;&#1577; &#1575;&#1604;&#1585;&#1576;&#1591;',
	'bouton_enlever_supprimer_document' => '&#1581;&#1584;&#1601;',
	'bouton_enlever_supprimer_document_confirmation' => 'هل تريد فعلاً حذف المستند؟',
	'bouton_modifier_document' => '&#1578;&#1593;&#1583;&#1610;&#1604;',
	'bouton_parcourir' => '&#1593;&#1585;&#1590;...',
	'bouton_refresh_document' => '&#1578;&#1581;&#1583;&#1610;&#1579; &#1575;&#1604;&#1605;&#1587;&#1578;&#1606;&#1583;',
	'bouton_remplacer_document' => '&#1578;&#1576;&#1583;&#1610;&#1604; &#1607;&#1584;&#1575; &#1575;&#1604;&#1605;&#1587;&#1578;&#1606;&#1583;',
	'bouton_remplacer_image' => '&#1578;&#1576;&#1583;&#1610;&#1604; &#1607;&#1584;&#1607; &#1575;&#1604;&#1589;&#1608;&#1585;&#1577;',
	'bouton_remplacer_image_document' => '&#1575;&#1587;&#1578;&#1576;&#1583;&#1575;&#1604; &#1576;&#1589;&#1608;&#1585;&#1577; &#1573;&#1608; &#1605;&#1587;&#1578;&#1606;&#1583;',
	'bouton_supprimer' => '&#1581;&#1584;&#1601;',
	'bouton_supprimer_tous_orphelins' => '&#1581;&#1584;&#1601; &#1603;&#1604; &#1575;&#1604;&#1605;&#1587;&#1578;&#1606;&#1583;&#1575;&#1578; &#1594;&#1610;&#1585; &#1575;&#1604;&#1605;&#1587;&#1578;&#1582;&#1583;&#1605;&#1577;',
	'bouton_supprimer_tous_orphelins_confirmation' => 'هل تريد فعلاً حذف @nb@ مستند غير مستخدم؟',
	'bouton_upload' => 'تحميل',

	// D
	'des_audios' => '@nb@ &#1605;&#1604;&#1601; &#1589;&#1608;&#1578;',
	'des_documents' => '@nb@ &#1605;&#1587;&#1578;&#1606;&#1583;',
	'des_files' => '@nb@ &#1605;&#1587;&#1578;&#1606;&#1583;',
	'des_images' => '@nb@ &#1589;&#1608;&#1585;&#1577;',
	'des_utilisations' => '@nb@ &#1575;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605;',
	'des_videos' => '@nb@ ملف فيديو',
	'descriptif' => '&#1608;&#1589;&#1601;',
	'document_attache_succes' => 'لقد تمت فعلاً إضافة المستند',
	'document_copie_locale_succes' => 'لقد تم فعلاً نسخ الملف في الموقع',
	'document_installe_succes' => 'لقد تم فعلاً تحميل الملف',
	'document_vu' => 'مدرج في النص',
	'documents' => 'مكتبة المستندات',
	'documents_brises' => 'رابط مكسور',
	'documents_distants' => '&#1576;&#1593;&#1610;&#1583;&#1577;',
	'documents_locaux' => '&#1605;&#1581;&#1604;&#1610;&#1577;',
	'documents_non_publies' => 'غير منشورة',
	'documents_orphelins' => 'غير مستخدمة',
	'documents_publies' => 'منشورة',
	'documents_tous' => '&#1575;&#1604;&#1603;&#1604;',
	'double_clic_inserer_doc' => 'النقر المزدوج لإدراج هذا الاختصار في النص',

	// E
	'entree_dimensions' => 'الحجم:',
	'entree_titre_document' => 'اسم المستند:',
	'entree_titre_image' => 'اسم الصورة:',
	'erreur_aucun_document' => 'لا وجود لهذا المستند في المكتبة',
	'erreur_aucun_fichier' => 'لم يتم العثور على أي ملف',
	'erreur_chemin_distant' => 'لم يتم العثور على الملف البعيد @nom@',
	'erreur_chemin_ftp' => 'لم يتم العثور على الملف المحدد في الخادم',
	'erreur_copie_fichier' => '&#1604;&#1575; &#1610;&#1605;&#1603;&#1606; &#1606;&#1587;&#1582; &#1575;&#1604;&#1605;&#1604;&#1601; @nom@',
	'erreur_dossier_tmp_manquant' => 'مجلد مؤقت لتحميل الملفات غير موجود',
	'erreur_ecriture_fichier' => 'حصل خطأ خلال كتابة الملف على القرص الثابت',
	'erreur_format_fichier_image' => '&#1604;&#1575; &#1610;&#1606;&#1575;&#1587;&#1576; &#1578;&#1606;&#1587;&#1610;&#1602; @nom@ &#1605;&#1604;&#1601; &#1589;&#1608;&#1585;&#1577;',
	'erreur_indiquez_un_fichier' => '&#1578;&#1581;&#1583;&#1610;&#1583; &#1605;&#1604;&#1601;!',
	'erreur_insertion_document_base' => 'لا يمكن تسجيل المستند @fichier@ في قاعدة البيانات',
	'erreur_suppression_vignette' => 'حصل خطأ لدى حذف المصغر',
	'erreur_upload_type_interdit' => 'تحميل ملفات من نوع @nom@ غير مسموح',
	'erreur_upload_vignette' => '&#1582;&#1591;&#1571; &#1582;&#1604;&#1575;&#1604; &#1578;&#1581;&#1605;&#1610;&#1604; &#1575;&#1604;&#1605;&#1589;&#1594;&#1585; @nom@',
	'erreurs' => '@nb@ خطأ',
	'erreurs_voir' => 'عرض @nb@ خطأ',

	// F
	'fichier_distant' => 'ملف بعيد',
	'fichier_manquant' => 'ملف غير موجود',
	'fichier_modifie' => 'تم تعديل هذا المستند. أنقر على حفظ.',
	'format_date_incorrect' => '&#1575;&#1604;&#1578;&#1575;&#1585;&#1610;&#1582; &#1575;&#1608; &#1575;&#1604;&#1608;&#1602;&#1578; &#1594;&#1610;&#1585; &#1589;&#1581;&#1610;&#1581;&#1610;&#1606;',

	// I
	'icone_creer_document' => '&#1573;&#1590;&#1575;&#1601;&#1577; &#1605;&#1587;&#1578;&#1606;&#1583;',
	'id' => '&#1585;&#1602;&#1605;',
	'image_tourner_180' => 'دوران 180°',
	'image_tourner_droite' => 'دوران 90° يمين',
	'image_tourner_gauche' => 'دوران 90° يسار',
	'info_doc_max_poids' => '&#1610;&#1581;&#1576; &#1575;&#1606; &#1610;&#1603;&#1608;&#1606; &#1581;&#1580;&#1605; &#1575;&#1604;&#1605;&#1587;&#1578;&#1606;&#1583;&#1575;&#1578; &#1571;&#1602;&#1604; &#1605;&#1606; @maxi@ (&#1581;&#1580;&#1605; &#1607;&#1584;&#1575; &#1575;&#1604;&#1605;&#1604;&#1601; &#1610;&#1576;&#1604;&#1594; @actuel@).',
	'info_document' => 'المستند',
	'info_document_indisponible' => 'هذا المستند غير متوافر',
	'info_documents' => 'المستندات',
	'info_gauche_numero_document' => 'مستند رقم',
	'info_hauteur' => '&#1575;&#1585;&#1578;&#1601;&#1575;&#1593;',
	'info_heure' => '&#1575;&#1604;&#1587;&#1575;&#1593;&#1577;',
	'info_illustrations' => '&#1575;&#1604;&#1585;&#1587;&#1608;&#1605; &#1575;&#1604;&#1578;&#1608;&#1590;&#1610;&#1581;&#1610;&#1577;',
	'info_image_max_poids' => '&#1610;&#1581;&#1576; &#1575;&#1606; &#1610;&#1603;&#1608;&#1606; &#1581;&#1580;&#1605; &#1575;&#1604;&#1589;&#1608;&#1585; &#1571;&#1602;&#1604; &#1605;&#1606; @maxi@ (&#1581;&#1580;&#1605; &#1607;&#1584;&#1575; &#1575;&#1604;&#1605;&#1604;&#1601; &#1610;&#1576;&#1604;&#1594; @actuel@).',
	'info_inclusion_directe' => 'ضم مباشر:',
	'info_inclusion_vignette' => 'ضم المصغر:',
	'info_installer_tous_documents' => 'تثبيت كل المستندات',
	'info_largeur' => '&#1593;&#1585;&#1590;',
	'info_logo_max_taille' => 'يجب ألا يتعدى حجم الرموز @maxi@ (يبلغ حجم الملف الحالي @actuel@). ',
	'info_modifier_document' => '&#1578;&#1593;&#1583;&#1610;&#1604; &#1575;&#1604;&#1605;&#1587;&#1578;&#1606;&#1583;',
	'info_portfolio' => 'صالة العرض',
	'info_referencer_doc_distant' => 'تبويب مستند على شبكة انترنت:',
	'info_statut_document' => 'هذا المستند:',
	'info_telecharger' => 'تحميل من جهازك:',
	'infos' => '&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1578;&#1602;&#1606;&#1610;&#1577;',
	'item_autoriser_selectionner_date_en_ligne' => 'السماح بتعديل تاريخ كل مستند',
	'item_non_autoriser_selectionner_date_en_ligne' => 'تاريخ المستندات هو تاريخ تحميلهم في الموقع',

	// L
	'label_activer_document_objets' => 'تفعيل المستندات من أجل المحتوى:',
	'label_apercu' => 'معاينة',
	'label_caracteristiques' => 'المواصفات',
	'label_credits' => 'الحقوق',
	'label_fichier' => '&#1605;&#1604;&#1601;',
	'label_fichier_vignette' => '&#1605;&#1589;&#1594;&#1585;',
	'label_parents' => 'هذا المستند مرتبط بـ',
	'label_refdoc_joindre' => 'مستند رقم',
	'lien_tout_enlever' => '&#1573;&#1586;&#1575;&#1604;&#1577; &#1575;&#1604;&#1603;&#1604;',
	'logo' => '&#1588;&#1593;&#1575;&#1585;',

	// M
	'media_audio' => '&#1588;&#1585;&#1610;&#1591; &#1589;&#1608;&#1578;&#1610;',
	'media_file' => '&#1605;&#1587;&#1578;&#1606;&#1583;&#1575;&#1578; &#1571;&#1582;&#1585;&#1609;',
	'media_image' => '&#1589;&#1608;&#1585;',
	'media_video' => 'مقطع فيديو',

	// N
	'nb_documents_installe_succes' => 'تم تحميل @nb@ ملف بنجاح',

	// O
	'objet_document' => 'مستند',
	'objet_documents' => '&#1605;&#1587;&#1578;&#1606;&#1583;&#1575;&#1578;',

	// P
	'par_date' => '&#1578;&#1575;&#1585;&#1610;&#1582;',
	'par_hauteur' => '&#1575;&#1585;&#1578;&#1601;&#1575;&#1593;',
	'par_id' => '&#1585;&#1602;&#1605;',
	'par_largeur' => '&#1593;&#1585;&#1590;',
	'par_taille' => '&#1581;&#1580;&#1605;',
	'par_titre' => '&#1593;&#1606;&#1608;&#1575;&#1606;',

	// T
	'texte_documents_joints' => 'يمكنك السماح بإضافة مستندات (ملفات مكتبية، صور،
وسائط متعددة، الخ.) الى المقالات و/او الأقسام. ويمكن حينها
ان يتم ادراج هذه الملفات في
المقال او عرضها منفصلة.',
	'texte_documents_joints_2' => 'هذا الإعداد لا يمنع إدراج الصور مباشرة في المقالات.',
	'titre_documents_joints' => 'المستندات المرفقة',
	'titre_page_documents_edit' => 'تعديل المستند: @titre@',
	'tous_les_medias' => '&#1603;&#1604; &#1575;&#1604;&#1608;&#1587;&#1575;&#1574;&#1591;',
	'tout_dossier_upload' => 'كامل الدليل @upload@',
	'tout_voir' => 'عرض الكل',

	// U
	'un_audio' => '1 &#1588;&#1585;&#1610;&#1591; &#1589;&#1608;&#1578;&#1610;',
	'un_document' => '1 &#1605;&#1587;&#1578;&#1606;&#1583;',
	'un_file' => '1 &#1605;&#1587;&#1578;&#1606;&#1583;',
	'un_image' => '1 &#1589;&#1608;&#1585;&#1577;',
	'un_video' => 'مقطع فيديو واحد',
	'une_utilisation' => '1 &#1575;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605;',
	'upload_fichier_zip' => 'ملف ZIP',
	'upload_fichier_zip_texte' => 'الملف الذي تنوي تثبيته هو ملف ZIP.',
	'upload_fichier_zip_texte2' => 'قد يكون هذا الملف:',
	'upload_info_mode_document' => 'وضع في صالة العرض',
	'upload_info_mode_image' => '&#1573;&#1586;&#1575;&#1604;&#1577; &#1605;&#1606; &#1589;&#1575;&#1604;&#1577; &#1575;&#1604;&#1593;&#1585;&#1590;',
	'upload_limit' => 'هذا الملف كبير جداً لجهاز الخدمة. الحجم الاقصى المسموح به خلال <i>التحميل</i> هو @max@. ',
	'upload_zip_conserver' => 'الحفاظ على الملف المضغوط بعد سحب المحتوى',
	'upload_zip_decompacter' => 'غير مضغوط و كل عنصر يحتويه مثبت في الموقع. الملفات التي سيتم تثبيتها في الموقع هي:',
	'upload_zip_mode_document' => 'وضع كل الصور في صالة العرض',
	'upload_zip_telquel' => 'مثبت كما هو على شكل ملف ZIP مضغوط.',
	'upload_zip_titrer' => 'عنونة حسب اسماء الملفات',

	// V
	'verifier_documents_brises' => 'التدقيق في الملفات المفقودة',
	'verifier_documents_inutilises' => 'التدقيق في روابط المستندات',
	'vignette_supprimee' => 'تم حذف المصغر'
);

?>
